Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: There was a high degree of stability in the Norwegian payment systems in 2011, but there were also several serious events relating to the operation of payment and ICT systems.
nn: Det var høg grad av stabilitet i dei norske betalingssystema i 2011, men det var òg fleire alvorlege hendingar knytte til drifta av betalings- og IKT-system.

source: Households’ liquid financial buffer has been reduced by even more because illiquid insurance claims account for a large and growing portion of households’ financial assets.
nn: Den likvide bufferen til hushalda er endå meir redusert av di illikvide forsikringskrav utgjer ein stor og aukande del av finansformuen.

source: refined products and goods and services from the
nn: produkt og varer og tenester frå leverandørindus-

source: Global economic growth gradually picked up in the second half of 2009 and in 2010, but fell back in 2011.
nn: Veksten i verdsøkonomien tok seg gradvis opp gjennom andre halvår 2009 og 2010, men fall att i 2011.

source: It is therefore only possible for Norway to store CO
nn: I Noreg er det difor berre mogleg å lagre CO

source: Operating costs for the funding period (10 years)
nn: Kostnader til drift i støtteperioden (10 år)

source: With great success, several local authorities have offered digital monitoring at home to COVID-19 patients.
nn: Fleire kommunar har tilbudd digital oppfølging heime til pasientar med Covid-19 med god effekt.

source: (HSCIC) for supplying services to the National Health Service.
nn: (HSCIC) til å levere tenester til den britiske helsetenesta NHS.

source: A new programme period will commence from the second half of 2011.
nn: Ny programperiode vert sett i gang frå andre halvår 2011.

source: In addition, 14 new bimodal train sets will be phased in to replace old diesel trains on the two lines and sections of the Røros line.
nn: I tillegg blir det fasa inn 14 nye bimodale togsett som skal erstatte gamle dieseleltog på dei to banene og delar av Rørosbanen.

source: It is worth mentioning that information which is not deemed sensitive in itself may be deemed sensitive if stored in a common data centre or a cloud service where information belonging to other societal functions is also stored.
nn: Det er verdt å nemne at informasjon som i utgangspunktet ikkje er skjermingsverdig, kan bli betrakta som skjermingsverdig om han blir lagra i eit felles datasenter eller ei skyteneste der informasjonen til fleire samfunnsfunksjonar er samla.

source: Figure 2.20 illustrates HHI developments from 1990 until now, by reference to the total assets of all banks in Norway, including total assets associated with the foreign activities of Norwegian banks.
nn: Finanstilsynet. Figur 2.20 viser utviklinga i HHI frå 1990 og fram til i dag, basert på samla forvaltningskapital for alle bankar i Noreg, inkludert forvaltningskapital knytt til dei norske bankane si verksemd i utlandet.

source: UNINETT is also working on cloud-based infrastructure platforms to make typical data-centre services accessible from the cloud.
nn: UNINETT arbeider òg med skybaserte infrastrukturplattformer der dei vil gjere typiske datasenteroppgåver tilgjengelege frå skya.

source: Figure 7.1 An iceberg off the coast
nn: Figur 7.1 Isfjell utanfor kysten.

source: with a big demand for well-qualified workers.
nn: vassforvaltingsplanar og sørge for høyring av desse.

source: The distinctive jagged mountain peaks that are so characteristic of the landscape in central parts of Dronning Maud Land are a result of Antarctica’s geological development over millions of years.
nn: Per i dag finst det ingen kartseriar, målestokkar eller normer for inndeling av berggrunnen som er einskaplege, og det finst ikkje noko geologisk oversiktskart over Dronning Maud Land.

source: per year in 2030 and 126 million tonnes of CO
nn: tonn CO per år i 2030 og 126 mill.

source: In Trøndelag, construction work on the electrification project of the Meråker line and the Trønder line between Trondheim and Værnes is starting in earnest.
nn: I Trøndelag startar for alvor anleggsarbeida på elektrifiseringsprosjektet på Meråkerbanen og Trønderbanen mellom Trondheim og Værnes.

source: Figure 3.1 illustrates the transition from the current capital requirements to the proposed requirements.
nn: Figur 3.1 syner overgangen frå dei gjeldande kapitalkrava i Noreg til dei krava departementet har gjort framlegg om i Prop.

source: When Norway joined the EEA in 1994, the Norwegian financial market was opened to EEA service providers via the establishment of subsidiaries or branches or via cross-border activities.
nn: Då Noreg kom med i EØS i 1994, vart den norske finansmarknaden opna for tenestetilbydarar frå EØS gjennom etablering av dotterføretak eller filialar eller ved grensekryssande verksemd.

source: until the financial crisis and about 7 pct.
nn: fram til finanskrisa og på om lag 7 pst.

source: Both capture projects have been studied to a level that is sufficient to enter an implementation phase for industrial projects.
nn: Gassnova har også vurdert transport- og lagerprosjektet til Northern Lights og konkluderer med at dette er komplett, av høg kvalitet og utgreia til eit rett nivå for realisering.

source: This would imply that between 41 and 73 pct.
nn: Det inneber i så fall at mellom 41 og 73 pst.

source: Norway will seek closer operational cooperation with the multilateral development banks and the UN in areas such as institution building and job creation.
nn: Frå norsk side vil vi arbeide for eit djupare og meir operativt samarbeid med dei multilaterale bankane og FN, mellom anna når det gjeld institusjonsbygging og jobbskaping.

source: Authorities may seek to bring such negative interaction to an end by using monetary policy tools, by stimulating the economy through fiscal policy or, in serious cases, by extraordinary measures aimed directly at financial institutions.
nn: Styresmaktene kan søkja å bryta dette negative samspelet med bruk av pengepolitiske verkty, med å stimulera økonomien gjennom finanspolitikken, eller, i alvorlege tilfelle, med ekstraordinære tiltak retta direkte mot finansinstitusjonane.

source: Danish authorities have stated that certain banks in Denmark are so important to the Danish economy that special rules should apply to them, and a committee has been appointed to make recommendations as to which criteria should be applied when identifying which banks are systemically important, how international rules relating to such banks should be implemented in Denmark, etc.
nn: Danske styresmakter har uttala at somme bankar i Danmark er så viktige for dansk økonomi at det bør gjelda særlege reglar for dei, og det er sett ned eit utval for å gje tilrådingar om kva kriterium som bør leggjast til grunn for å peika ut kva for bankar som er systemviktige, korleis internasjonale reglar for slike bankar bør gjennomførast i Danmark, o.a.

source: This effort will continue, with several measures to be assessed in more detail – including whether wind energy production and solar energy use are feasible.
nn: Dette arbeidet skal førast vidare og fleire tiltak vurderast nærmare, mellom anna om det er mogleg med produksjon av vindenergi og bruk av solenergi.

source: in new colocation data centres in this period.
nn: i nye samlokaliseringsdatasenter i Noreg i denne perioden.

source: Bonds with a AAA rating.
nn: Obligasjonar med AAA-rating

source: Karlsen is the leader of the Department of Media and the Art, with special responsibility for sections MK2 and MK3.
nn: Karlsen er konstituert leiar for Medie- og kunstavdelinga i Kulturdepartementet, med særleg ansvar for seksjon MK2 og MK3.

source: The traditional shipping segments (dry bulk carriers, tankers, container vessels, as well as chemical, product and gas carriers) each account for about 10 per cent.
nn: Dei tradisjonelle skipsfartssegmenta (tørrbulk, tank, konteinar, kjemikalie- og produkttank og gass) utgjer om lag 10 pst.

source: Thus the Cultural Rucksack can strengthen the linguistic identity of these pupils through a greater emphasis on nynorsk in the presentation of art and culture.
nn: Auka vekt på å formidle kunst og kultur på nynorsk gjennom Den kulturelle skulesekken kan difor vere med å styrkje den språklege identiteten til nynorskelevane.

source: The Financial Infrastructure Crisis Preparedness Committee (the BFI) was established to ensure the best possible coordination of the financial infrastructure contingency work in Norway.
nn: Beredskapsutvalet for finansiell infrastruktur (BFI) vart skipa for å tryggja ei best mogleg samordning av vernebuingsarbeidet i den finansielle infrastrukturen.

source: organisations will be key partners.
nn: Å FÅ OG GI INFORMASJON Barnet har

source: There must be a clear connection between the goals on which the variable pay is based and the objectives of the enterprise or company.
nn: Det har vore vanleg at ordførar, andre politikarar og tilsette i kommuneadministrasjonen har hatt styreverv i slike selskap.

source: how well the school caters for cultural activities,
nn: kor godt skulen klarer å leggje til rette for kulturelle opplevingar,

source: ACT’s activities are supported by the EU Commission through the Horizon 2020 programme.
nn: Verksemda til ACT er støtta av EU-kommisjonen gjennom Horizon 2020-programmet.

source: A large demand for stable common solutions emerged, and new services had to be quickly developed.
nn: Det blei eit stort behov for stabile fellesløysingar, og for rask utvikling av nye tenester.

source: Price growth adjusted for tax changes and excluding energy products (CPI-ATE) is one such measure. Moreover, since 2008, Norges Bank has also calculated the CPIXE indicator of underlying inflation.
nn: Prisveksten justert for avgiftsendringar og utanom energivarer (KPI-JAE) er eitt slikt mål, og sidan 2008 har Noregs Bank dessutan rekna ut indikatoren KPIXE for underliggjande inflasjon.

source: Until a new framework is in place, enterprises must use contracts that cover the EU’s model clauses for personal data and notify the Norwegian Data Protection Authority.
nn: Fram til ei ny ordning er på plass, må ein bruke avtalar som dekker EU sine standard-kontraktar for personopplysningar, og ein må varsle Datatilsynet.

source: Using technology to locally monitor COVID-19
nn: Bruk av teknologi for oppfølging av Covid-19 i

source: Figur 2.1 Gross sovereign debt developments and sovereign interest rate credit spreads in some countries
nn: Figur 2.1 Utviklinga i offentleg bruttogjeld og rentepåslag på statsrentene i nokre land

source: In their applications the municipalities had to present their plans for including the various forms of art and culture in their programmes.
nn: I søknadene måtte kommunane gjennom planar gje ei framstilling av korleis dei ulike uttrykka er tenkt ivaretekne.

source: price of oil varied from 29 to 52 US dollars a barrel Mature fields
nn: frå 29 til 52 dollar per fat for Brent i fjoråret.

source: As set out in the Strategic framework for Norway’s engagement in conflict prevention, stabilisation and resilience building, Norway’s primary objectives for it efforts in this field are:
nn: Som det er gjort greie for i rammeverket for norsk innsats i sårbare regionar og statar, har det norske engasjementet følgjande overordna mål:

source: In the late 1950s, Franco Modigliani and Merton Miller developed a well-known theorem called the Modigliani-Miller Theorem.
nn: Franco Modigliani og Merton Miller utvikla på slutten av 1950-talet eit kjent resultat som vert kalla Modigliani-Miller-teoremet.

source: Information that can be stored abroad but that can be returned to Norway if necessary, subject to specific conditions
nn: informasjon som kan lagrast i utlandet, men som ein må kunne ta heim om det blir særleg behov for det, og på bestemte vilkår

source: Most Euro zone countries are now in the process of improving their budget balance, and are during the period 2013-2015 likely to get below the EU treaty limit on maximum government budget deficits, which is 3 per cent of GDP.
nn: Dei fleste euroland er no i ferd med å betra budsjettbalansen sin slik at dei i perioden 2013–2015 truleg kjem inn under den traktatfesta grensa i EU for maksimalt offentleg budsjettunderskot på 3 pst.

source: It is important to inform the borrower well about this.
nn: Det er viktig å informera låntakaren godt om dette.

source: pollinating insects, providing that the municipality
nn: skjøtsel av enkeltståande slåtteenger og

source: The 2009 statutory amendments also permit structural changes to a greater extent, and the establishment of more foundations.
nn: Lovendringane frå 2009 opnar òg i større grad for strukturendringar og skiping av fleire stiftingar.

source: How do they go to the lavatory?
nn: Korleis går dei på do?

source: The services must satisfy the NIST definition of cloud computing.
nn: Tenesta må tilfredsstille skytenestedefinisjonen til NIST.

source: The Government proposes to allocate approximately NOK 2.8 billion to rural and regional policy in 2011.
nn: Dato: Regjeringa foreslår å løyve om lag 2,8 milliardar kroner til distrikts- og regionalpolitikken i 2011.

source: Good framework conditions that make it attractive for Norwegian and international actors to invest in Norway are an effective instrument for growth.
nn: Derfor er internasjonal konkurranse både i eksport- og importmarknadene viktig for produktiviteten og den framtidige velferda vår.

source: The state may terminate the agreement but is obliged to cover the following costs in the event of termination during the establishment period:
nn: Staten kan seie opp avtalen, men forpliktar seg til å dekke følgjande kostnader ved oppseiing i etableringsperioden:

source: The Norwegian scheme will in such case cover deposits up to NOK 2 million, less anything covered by the home state’s guarantee scheme.
nn: Den norske ordninga dekkjer då innskot på opp til 2 mill. kroner, med frådrag for det som etter reglane vert dekt gjennom garantiordninga i heimstaten.

source: Stable framework conditions – prerequisites for long-term investment
nn: Stabile rammevilkår – føresetnad for langsiktige investeringar

source: from late 2006 until now, subject to some fluctuation at the time of the turbulence during the financial crisis in 2008.
nn: frå seint 2006 og fram til i dag, med somme svingingar rundt uroa under finanskrisa i 2008.

source: Finanstilsynet also supervises financial institutions and market places.
nn: Finanstilsynet fører òg tilsyn med finansinstitusjonane og marknadsplassane.

source: However, the municipality or group of municipalities must be able to ensure that its programme is based on the principles of the Cultural Rucksack, and that the parties agree on how the programme should be implemented.
nn: Vilkåret for ei slik ordning er at kommunen er i stand til å sikre prinsippa for ordninga og vert samde med fylkeskommunen om korleis ordninga skal gjennomførast.

source: The regulations stipulate that Norges Bank shall prepare a basis for decision making and advise the Ministry of Finance as to the level of the counter-cyclical capital buffer four times a year.
nn: Etter forskrifta skal Noregs Bank utarbeide eit beslutningsgrunnlag og gje Finansdepartementet råd om nivået på den motsykliske kapitalbufferen fire gonger i året.

source: In December 2011, the EU introduced, inter alia, stricter enforcement rules for Euro zone countries that breach the limits stipulated in the Stability and Growth Pact (SGP) with regard to maximum budget deficits and indebtedness.
nn: EU innførde i desember 2011 mellom anna strengare handhevingsreglar for dei eurolanda som bryt grensene som stabilitets- og vekstpakta (SVP) set for budsjettunderskot og gjeldsgrad.

source: Harmonise supervisory practices as far as possible, so that enterprises do not
nn: Harmonisere praksis for tilsyn så langt som mogleg, slik at verksemdene ikkje

source: Norges Bank calculates CPIXE itself, and publishes price growth measured using this indicator on the same day as CPI is published.
nn: Noregs Bank reknar sjølv ut KPIXE og offentleggjer prisveksten målt med denne indikatoren same dagen som KPI vert publisert.

source: The supply of fast broadband has increased throughout Norway due to the high investment level.
nn: Dei store investeringane gjer at tilbodet om høgfartsbreiband har auka i heile Noreg.

source: Convention obligations are operationalised through the International Aeronautical and Maritime Search and Rescue Manual, known as the IAMSAR manual.
nn: Konvensjonspliktene er operasjonalisert gjennom eit felles internasjonalt planverk, den såkalla IAMSAR-manualen (International Aeronautical and Maritime Search and Rescue Manual).

source: The United States’ new approach provides enhanced possibilities to do this.
nn: Sivil beredskapsplanlegging og sivil krisehandtering er primært ei nasjonal oppgåve.

source: of households will belong to this vulnerable group, based on the figures as per yearend 2011.
nn: av hushalda vere i denne utsette gruppa, gjeve tal per utgangen av 2011.

source: Long-term bonds, including covered bonds, accounted for a higher proportion of total funding in 2012; see the figure.
nn: Lange obligasjonslån, inkludert obligasjonar med førerett (OMF), auka som del av den totale finansieringa i 2012, sjå figuren.

source: The University of Stavanger and Green Mountain have formed a partnership with a view to raising competence levels in ICT and data centre operations, while Tinius Olsen Vocational College has introduced an online training course for skilled workers to learn specialist data centre skills.
nn: Blant anna har Universitetet i Stavanger og Green Mountain inngått ein samarbeidsavtale for å heve kompetanse innanfor IKT og datasenterdrift, mens Fagskolen Tinius Olsen har sett i gang eit nettbasert utdanningsløp som gir fagarbeidarar spesialisert datasenterkompetanse.

source: The European Commission’s proposal is a part of the overall effort to create an EU banking union.
nn: Framlegget frå Kommisjonen er ein del av det samla arbeidet for å skipa ein sams bankunion i EU.

source: in the Hugin formation in the Theta Vest structure.
nn: alder i Huginformasjonen på Theta Vest-strukturen.

source: Norwegian export goods have experienced steep price growth since the turn of the millennium, whilst some import goods have registered low prices.
nn: Sidan årtusenskiftet har det vore høg vekst i prisane på norske eksportvarer, samstundes som prisen på einskilde importerte varer har vore låg.

source: Students must familiarize themselves with pupils with different abilities, experiences, and differentsocial and cultural backgrounds.
nn: Studentane må få høve til å bli kjende med elevar med ulike føresetnader, erfaringar og med uliksosial og kulturell bakgrunn.

source: A high oil price and a large increase in investments on the Norwegian continental shelf have resulted in high capacity utilisation and low unemployment, whilst having at the same time contributed to a bifurcation of the Norwegian economy.
nn: Høg oljepris og sterk oppgang i investeringane på norsk sokkel har gjeve høg kapasitetsutnytting og låg arbeidsløyse, men samtidig har dei medverka til ei todeling i norsk økonomi.

source: However, the most important aspect of such productions is high artistic quality, regardless of which producer is responsible.
nn: Det viktigaste må likevel vere at tilboda i Den kulturelle skulesekken held høg kvalitet uavhengig av kven som har produsert tilboda.

source: 9 Logistics, infrastructure, search and rescue
nn: 9 Logistikk, infrastruktur, søk og redning

source: After they were tightened in December 2011, the guidelines can now be summarised as follows:
nn: Etter at dei vart stramma inn i desember 2011, kan retningslinene no oppsummerast slik:

source: participation and literacy
nn: deltaking og kompetanse

source: The coronavirus pandemic and infection control measures has affected cross border shopping and the production and sales of food and drink in Norway.
nn: Dei restriksjonane som følgde av koronapandemien fekk store konsekvensar for grensehandel og produksjon og sal av mat og drikke i Noreg.

source: When assessing price trends over time, it is the development in total CPI which is the key measure.
nn: Når ein skal vurdera prisutviklinga over tid, er det utviklinga i samla KPI som er det sentrale målet.

source: In recent years, demand for residential mortgages has increased steeply, whilst credit institutions have experienced good access to funding at a low interest rate.
nn: Dei siste åra har etterspurnaden etter bustadlån vakse kraftig samtidig som kredittinstitusjonane har hatt god tilgang på finansiering til låg rente.

source: The Government wants to strengthen Invest in Norway, including with a view to better facilitating investment in data-based value creation and data centres in Norway.
nn: Regjeringa vil styrke Invest in Norway, blant anna for å styrke arbeidet med å legge til rette for investeringar i databasert verdiskaping og datasenter i Noreg.

source: It covered the 28 largest banks, which account for about 85 per cent of all residential mortgages issued by banks.
nn: Dei 28 største bankane var med i undersøkinga, og desse bankane står for om lag 85 prosent av alle bustadlån frå bankane.

source: NOK 174 million has been proposed for newspaper distribution in areas that do not have their own newspaper delivery network. so that newspaper subscribers all over the country can receive fresh newspapers daily from Monday to Saturday.
nn: 174 millionar kroner er foreslått løyvd til avisomdeling i område utan eigne avisbodnett, slik at avisabonnentar over heile landet kan få dagsfersk avis frå måndag til laurdag.

source: Bergen reported that in the school year 2006–2007 all schools had signed up for one or more activities.
nn: Kommunen har rapportert om at i skuleåret 2006–2007 hadde alle skulane meldt seg på eitt eller fleire tilbod.

source: Enova is the vehicle for support to the development of floating offshore wind technology.
nn: Enova er verkemiddelet for støtte til teknologiutvikling av flytande vindkraft.

source: A solution in the long term could be to produce energy from hydrogen, either by electrolysis (using renewable energy sources) or from natural gas with CCS [6, 11].
nn: Ei løysing på lengre sikt kan vere å produsere kraft frå hydrogen, produsert anten frå elektrolyse (med bruk av fornybare energikjelder) eller frå naturgass med CO -handtering [6, 11].

source: The cooperation is regulated by letters of intent for four-year periods, and covers productions and competence-building in connection with the Cultural Rucksack.
nn: Samarbeidet er regulert i fireårige intensjonsavtalar og omfattar produksjonar og kompetanseutvikling til Den kulturelle skulesekken.

source: By 1850, there were 90 savings banks, 58 of which were rural savings banks.
nn: I 1850 var det 90 sparebankar, 58 av dei bygdesparebankar.

source: No Isolation has developed the AV1 robot to help children who for various reasons cannot attend school in person.
nn: No Isolation har blant anna utvikla roboten AV1 som hjelper barn som av ulike grunnar ikkje kan vere fysisk på skulen.

source: Norwegian society has changed radically since Berner wrote this.
nn: Det norske samfunnet har endra seg radikalt sidan Berner skreiv dette.

source: financial services portal.
nn: Oversikt over fiskeriavtalane

source: The IEA’s models of the years leading up to 2030 show that the scope of CCS in both industry and power production needs to increase significantly.
nn: I modelleringar mot 2030 viser IEA at omfanget av CO -handtering må auke kraftig frå både industri og kraftproduksjon.

source: inter alia, that 23 pct.
nn: og syner mellom anna at 23 pst.
